Repository: Alpaca00/alpaca_web
Catalog: opponent_app/translations/*/LC_MESSAGES/messages.po
Languages: uk

source: Home
uk: Головна

source: Last Event
uk: Lviv Squash Team

source: Team
uk: Команда

source: Points
uk: Очків

source: Matches
uk: Матчів

source: Date
uk: Дата

source: Score
uk: Рахунок

source: Result
uk: Результати

source: Position up to 9
uk: До 9 років

source: Name Surname
uk: Участник

source: Position up to 11
uk: До 11 років

source: Fullname
uk: Ім'я та прізвище

source: Position up to 13
uk: До 13 років

source: Position up to 15
uk: До 15 років

source: The champions Lviv Junior Tour 2:
uk: Переможці Lviv Junior Tour 2:

source: 11 old:
uk: До 11 років

source: 13 old:
uk: До 13 років

source: 15 old:
uk: До 15 років

source: Thank you to the participants and to the next time to meeting on the courts!
uk: Дякуємо всі учасникам та до зустрічі на кортах!

source: Copyright © 2021. All rights reserved.
uk: Усi права захищенi. Передрук без гіперпосилання суворо заборонений.

source: Thanks for signing up. Please follow this link to activate your account:
uk: Дякуємо за реєстрацію. Перейдіть за цим посиланням, щоб активувати свій обліковий запис:

source: Finder-Opponent
uk: Пошук опонента

source: Products
uk: Товари

source: Photo-Gallery
uk: Фото-галерея

source: Video-Gallery
uk: Відео-галерея

source: Cart
uk: Корзина

source: Support
uk: Підтримка

source: About
uk: Про сквош

source: Sign In
uk: Увійти

source: Account
uk: Обліковий запис

source: Logout
uk: Вийти

source: User
uk: Користувач

source: Hi
uk: Привіт

source: Tournaments
uk: Турніри

source: Opponent
uk: Опонент

source: Information
uk: Інформація

source: Email
uk: Пошта

source: Phone
uk: Телефон

source: Location
uk: Локація

source: Lviv
uk: Львів

source: DISTRICT
uk: Район

source: Sychivskyi
uk: Сихівський

source: Zaliznychnyi
uk: Залізничний

source: Shevchenkivskyi
uk: Шевченківський

source: CATEGORY
uk: Категорія

source: PRO
uk: Про

source: AMATEUR
uk: Аматор

source: Enter the optimal date and time of the game:
uk: Введіть оптимальну дату та час для гри:

source: HISTORY
uk: ІСТОРІЯ

source: Status
uk: Статус

source: Datetime
uk: Час

source: Name
uk: Ім'я

source: Message
uk: Повідомлення

source: Closed
uk: Закритий

source: Open
uk: Відкритий

source: number of members:
uk: число учасників:

source: max number of members:
uk: максимальна кількість учасниківЖ

source: District:
uk: Район:

source: name of organizer
uk: ім'я організатора

source: phone number of organizer
uk: телефон організатора

source: The list of all the players of the
uk: Список усіх учасників

source: tournament
uk: турніру

source: Finder opponent
uk: Пошук опонента

source: Tournament
uk: Турнір

source: Title tournament
uk: Назва турніру

source: HISTORY TOURNAMENTS
uk: Історія Турнірів

source: Confirm members
uk: Підтвердження учасників

source: We send an email to each participant for any of your decisions
uk: Ми надсилаємо електронні листи всім учасникам під час підтвердження або видалення

source: PHONE
uk: ТЕЛЕФОН

source: Post Update
uk: Оновлення публікації

source: Squash Player
uk: Сквошист

source: Product list
uk: Список товарів

source: Shopping Cart<small> (is empty in your cart)
uk: Магазин онлайн (ваша корзина пуста)

source: Color
uk: Колір

source: Black
uk: Чорний

source: Size
uk: Розмір

source: Sex
uk: Стать

source: Quantity
uk: Кількість

source: Price
uk: Ціна

source: Total
uk: Загально

source: Go to Product list
uk: Перейдіть до списку товарів

source: Shopping Cart<small> (1 item in your cart)
uk: Магазин онлайн (1 товар у вашій корзині)

source: Print
uk: Принт

source: Show your support for the Lviv squash team with this shirt with a print on the chest or back. All proceeds will be used to organize youth tournaments.
uk: Висловіть свою підтримку львівській команді зі сквошу цією футболкою з принтом на грудях або спині.Усі виручені кошти будуть спрямовані на організацію молодіжних турнірів.

source: ENTER YOUR FULL NAME
uk: ВВЕДІТЬ ПОВНЕ ІМЯ

source: ENTER YOUR EMAIL
uk: ВВЕДІТЬ ЕЛЕКТРОННУ ПОШТУ

source: ENTER YOUR ADDRESS
uk: ВВЕДІТЬ АДРЕС

source: ENTER YOUR ADDRESS2
uk: ВВЕДІТЬ АДРЕС2

source: ENTER YOUR CITY
uk: ВВЕДІТЬ МІСТО

source: ENTER YOUR STATE
uk: ВВЕДІТЬ ОБЛАСТЬ

source: ENTER YOUR ZIP CODE
uk: ВВЕДІТЬ ІНДЕКС

source: SUBMIT
uk: Підтвердити

source: T-shirt
uk: Футболка

source: The opponents are waiting:
uk: Опонентів в очікуванні:

source: City:
uk: Місто:

source: Category:
uk: Категорія:

source: Email:
uk: Емейл:

source: Phone:
uk: Телефон:

source: Empty
uk: Відсутнє повідомлення

source: Finder-opponent
uk: Пошук-опонента

source: Booking court:
uk: Забронювати корт:

source: Find an opponent for the game
uk: Пошук опонента для гри

source: New Offer
uk: Пропозиція

source: Tournamets
uk: Турніри

source: Find a tournament
uk: Пошук турніру

source: Photo Gallery
uk: Фото Галерея

source: You can upload your photos from squash court to our gallery.
uk: Ви можете завантажити свої фотографії зі сквош -корту в нашу галерею.

source: You can upload your squash court photos to our gallery, but you must be logged in.
uk: Ви можете завантажити свої фотографії зі сквош корту в нашу галерею, але ви повинні увійти в обліковий запис.

source: Our team
uk: Наша команда

source: login
uk: Логін

source: Remember Me
uk: Запамятай мене

source: Don't have an account?
uk: Не маєте облікового запису?

source: Sign Up
uk: Зареєструйтесь

source: Forgot your password?
uk: Забули свій пароль?

source: Your password has been successfully changed.
uk: Ваш пароль успішно змінено.

source: Sincerely, Squash Opponent.
uk: З повагою, Squash Opponent.

source: Your security code:
uk: Ваш секретний код:

source: Do not give your security code.
uk: Нікому не передавайте код безпеки.

source: if you did not ask for a password reset, let us know.
uk: якщо ви не просили скинути пароль, повідомте нас.

source: Password
uk: Пароль

source: Recovery password
uk: Відновлення пароля

source: ENTER PASSWORD
uk: ВЕДІТЬ ПАРОЛЬ

source: ENTER PASSWORD CONFIRM
uk: ПІДТВЕРДІТЬ ПАРОЛЬ

source: Recovery
uk: Відновлення

source: Recover
uk: Відновити

source: ENTER SECURITY CODE
uk: ВЕДІТЬ КОД БЕЗБЕКИ

source: Register
uk: Зареєструватись

source: Registration
uk: Реєстрація

source: ENTER YOUR NAME
uk: ВВЕДІТЬ ІМЯ

source: ENTER YOUR PASSWORD
uk: ВВЕДІТЬ ПАРОЛЬ

source: Order
uk: ЗАМОВЛЕННЯ

source: Your order:
uk: Ваше замовлення:

source: Name:
uk: ІМ'Я

source: Print:
uk: Принт

source: Size:
uk: Розмір

source: Sex:
uk: Стать

source: Quantity:
uk: Кількість

source: Price:
uk: Ціна

source: Order Total:
uk: Загально сума замовлення:

source: Confirm
uk: Підтвердити

source: New
uk: Новий

source: Select
uk: Колір

source: You selected:
uk: Ви обрали:

source: Back
uk: Назад

source: Add to cart
uk: Добавити

source: Products list
uk: Список товарів

source: Sorry, this is an imitation of an online store!
uk: Вибачте, це імітація онлайн магазину!

source: The shop for Squash People.
uk: Онлайн магазин для сквошистів.

source: MAN T-shirt with our print
uk: Чоловіча футболка з принтом

source: Show
uk: Переглянути

source: WOMAN T-shirt with our print
uk: Жіноча футболка з принтом

source: CHILD T-shirt with our print
uk: Дитяча футболка з принтом

source: Question? Complaints? Suggestions?
uk: Запитання? Пропозиції? Скарги?

source: The subject of the message
uk: Тема повідомлення

source: The text of the message
uk: Текст повідомлення

source: Video Gallery
uk: Відео Галерея

source: You can send us a link to your squash game and we will add it to our gallery.
uk: Ви можете надіслати нам посилання на вашу гру в сквош, і ми додамо її до нашої галереї

source: Nothing was found for this query.
uk: Нічого не знайдено.

source: Successful. Will soon appear in the gallery.
uk: Успішно. Незабаром з’явиться у галереї.

source: File does not match a format
uk: Файл не відповідає формату

source: Invalid username or password.
uk: Неправильне ім'я користувача або пароль.

source: Security code has been sent to the mail.
uk: Код безпеки надіслано на пошту.

source: Wrong security code.
uk: Невірний код безпеки.

source: Your password has been changed.
uk: Ваш пароль успішно змінено.

source: Something went wrong.
uk: Щось пішло не так.

source: Thanks for registering
uk: Дякую за регістрацію.

source: Successfully. Your post has been added.
uk: Успішно. Ваш допис додано.

source: Successfully. Your post has been deleted.
uk: Успішно. Ваш допис видалено.

source: Successfully. The offer has been deleted.
uk: Успішно. Пропозицію видалено.

source: Successfully. The offer has been accepted.
uk: Успішно. Пропозиція була прийнята.

source: Warning. The link is already in our gallery.
uk: Увага. Посилання вже є у нашій галереї.
